{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "\u4e7e\u54b3",
    "1": "\u4fbf\u7955",
    "2": "\u5589\u56a8\u75db",
    "3": "\u5641\u5fc3\u611f",
    "4": "\u58d3\u529b",
    "5": "\u5c3e\u690e\u75db\u3001\u5c41\u80a1\u75db",
    "6": "\u611f\u5192",
    "7": "\u6291\u9b31",
    "8": "\u6c34\u816b",
    "9": "\u6d41\u884c\u6027\u611f\u5192",
    "10": "\u6d88\u5316\u4e0d\u826f",
    "11": "\u6fd5\u54b3",
    "12": "\u7126\u616e",
    "13": "\u7761\u7720\u54c1\u8cea\u4e0d\u4f73",
    "14": "\u7d93\u524d\u75c7\u5019\u7fa4",
    "15": "\u7d93\u75db",
    "16": "\u7d93\u8840\u904e\u591a",
    "17": "\u808c\u8089\u75e0\u75db",
    "18": "\u80cc\u75db\u3001\u8170\u75db",
    "19": "\u8178\u8e81\u75c7",
    "20": "\u8179\u7009",
    "21": "\u8180\u80f1\u708e",
    "22": "\u95dc\u7bc0\u75db"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "\u4e7e\u54b3": 0,
    "\u4fbf\u7955": 1,
    "\u5589\u56a8\u75db": 2,
    "\u5641\u5fc3\u611f": 3,
    "\u58d3\u529b": 4,
    "\u5c3e\u690e\u75db\u3001\u5c41\u80a1\u75db": 5,
    "\u611f\u5192": 6,
    "\u6291\u9b31": 7,
    "\u6c34\u816b": 8,
    "\u6d41\u884c\u6027\u611f\u5192": 9,
    "\u6d88\u5316\u4e0d\u826f": 10,
    "\u6fd5\u54b3": 11,
    "\u7126\u616e": 12,
    "\u7761\u7720\u54c1\u8cea\u4e0d\u4f73": 13,
    "\u7d93\u524d\u75c7\u5019\u7fa4": 14,
    "\u7d93\u75db": 15,
    "\u7d93\u8840\u904e\u591a": 16,
    "\u808c\u8089\u75e0\u75db": 17,
    "\u80cc\u75db\u3001\u8170\u75db": 18,
    "\u8178\u8e81\u75c7": 19,
    "\u8179\u7009": 20,
    "\u8180\u80f1\u708e": 21,
    "\u95dc\u7bc0\u75db": 22
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.52.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 21128
}
